andrewberty.noir-theme-bundle
arcticicestudio.nord-visual-studio-code
enkia.tokyo-night
foxundermoon.shell-format
jdinhlife.gruvbox
miguelsolorio.symbols
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
tal7aouy.icons
